/* Description of version prefixed with <Version:> */
"VERSION: %@" = "Versjon: %@";

/* PGP preferences panel name */
"PGP_PREFERENCES" = "GPG Mail";

/* Message Error Banner messages. */
"MESSAGE_BANNER_PGP_DECRYPT_ERROR_TITLE" = "Kunne ikke dekryptere PGP-melding.";
"MESSAGE_BANNER_PGP_DECRYPT_ERROR_MESSAGE" = "Et problem oppstod under dekryptering av denne meldingen. Kontroller at du har en gyldig nøkkel i din GPG-nøkkelring.";
"MESSAGE_BANNER_PGP_VERIFY_ERROR_TITLE" = "Kunne ikke bekrefte PGP meldings-signatur.";
"MESSAGE_BANNER_PGP_VERIFY_ERROR_MESSAGE" = "Et problem oppstod med lesing av PGP-signaturen for denne meldingen.";
"MESSAGE_BANNER_PGP_VERIFY_NOT_IN_KEYCHAIN_ERROR_TITLE" = "PGP-nøkkelen for denne meldingen finnes ikke i nøkkelringen din.";
"MESSAGE_BANNER_PGP_VERIFY_NOT_IN_KEYCHAIN_ERROR_MESSAGE" = "Meldingen har en gyldig PGP signatur, men PGP-nøkkelen finnes ikke i nøkkelringen din. Vennligst benytt GPG-nøkkelring for å legge den til.";
"MESSAGE_ERROR_ALERT_PGP_VERIFY_NOT_IN_KEYCHAIN_TITLE" = "Ingen informasjon tilgjengelig for denne PGP-nøkkelen.";
"MESSAGE_ERROR_ALERT_PGP_VERIFY_NOT_IN_KEYCHAIN_MESSAGE" = "Det kan ikke vises mer informasjon om denne PGP-nøkkelen, da den ikke finnes i din nøkkelring.";

"MESSAGE_BANNER_PGP_DECRYPT_SECKEY_ERROR_TITLE" = "Mangler hemmelig nøkkel for å kunne dekryptere meldingen.";
"MESSAGE_BANNER_PGP_DECRYPT_SECKEY_ERROR_MESSAGE" = "Ingen av disse hemmelige nøklene ble funnet i nøkkelringen din (%@). Den hemmelige nøkkelen kreves for å dekryptere denne meldingen.\n\nVennligst sjekk med avsender om de brukte den riktige offentlige nøkkelen din.\nUndersøk eventuelt en sikkerhetskopi av nøkkelringen din, og prøv å importere den riktige hemmelige nøkkelen derfra.";

"MESSAGE_BANNER_PGP_DECRYPT_SYSTEM_ERROR_TITLE" = "Dekryptering mislyktes med ukjent feil!";
"MESSAGE_BANNER_PGP_DECRYPT_SYSTEM_ERROR_MESSAGE" = "En ukjent feil oppstod mens denne meldingen ble dekryptert.\n\nVennligst kontakt oss på https://gpgtoolz.tenderapp.com";

"MESSAGE_BANNER_PGP_DECRYPT_GENERAL_ERROR_TITLE" = "Dekryptering mislyktes med ukjent feil!";
"MESSAGE_BANNER_PGP_DECRYPT_GENERAL_ERROR_MESSAGE" = "En ukjent feil oppstod mens denne meldingen ble dekryptert.\n\nGPG feilmelding:\n%@\nVennligst kontakt oss på https://gpgtoolz.tenderapp.com, og oppgi GPG feilmeldingen.";

"MESSAGE_BANNER_PGP_DECRYPT_WRONG_SECKEY_ERROR_TITLE" = "Feil nøkkel er benyttet for å kryptere denne meldingen.";
"MESSAGE_BANNER_PGP_DECRYPT_WRONG_SECKEY_ERROR_MESSAGE" = "Denne meldingen kunne ikke dekrypteres fordi feil offentlig nøkkel ble brukt for å kryptere den.\n\nVennligst kontakt oss på https://gpgtoolz.tenderapp.com";

"MESSAGE_BANNER_PGP_DECRYPT_CORRUPTED_DATA_ERROR_TITLE" = "Den krypterte meldingen er skadet.";
"MESSAGE_BANNER_PGP_DECRYPT_CORRUPTED_DATA_ERROR_MESSAGE" = "Denne krypterte meldingen er skadet og kunne ikke dekrypteres.\n\nVennligst be avsender om å sende meldingen på nytt.";

"MESSAGE_BANNER_PGP_VERIFY_REVOKED_CERTIFICATE_ERROR_TITLE" = "Signatur-nøkkelen er tilbakekalt.";
"MESSAGE_BANNER_PGP_VERIFY_REVOKED_CERTIFICATE_ERROR_MESSAGE" = "MERK: Nøkkelen som ble brukt for å signere denne meldingen er tilbakekalt.\n\nDu bør oppdatere nøkkelen med nøkkel-ID %@ i GPG-nøkkelring for å undersøke om en ny nøkkel er tilgjengelig. Hvis den nye fortsatt er trukket tilbake, sjekk med avsender hvorfor nøkkelen ble tilbakekallt.";
"MESSAGE_BANNER_PGP_VERIFY_NO_PUBKEY_ERROR_TITLE" = "Nøkkelen til denne meldings-signaturen finnes ikke i din GPG-nøkkelring.";
"MESSAGE_BANNER_PGP_VERIFY_NO_PUBKEY_ERROR_MESSAGE" = "Meldingen kunne ikke verifiseres fordi nøkkelen som ble brukt til å signere denne meldingen ikke finnes i din GPG-nøkkelring.\n\nSøk etter nøkkelen med ID %@ i GPG-nøkkelring og importer den for å verifisere meldingen.";

"MESSAGE_BANNER_PGP_VERIFY_ALGORITHM_ERROR_TITLE" = "Meldingssignaturen ble laget med en algoritme som ikke er støttet.";
"MESSAGE_BANNER_PGP_VERIFY_ALGORITHM_ERROR_MESSAGE" = "Meldingen kunne ikke verifiseres fordi signaturen ble laget med en algoritme som ikke støttes.\n\nVennligst kontakt oss på https://gpgtoolz.tenderapp.com";

"MESSAGE_BANNER_PGP_VERIFY_BAD_SIGNATURE_ERROR_TITLE" = "MERK: Meldingssignaturen er ugyldig!";
"MESSAGE_BANNER_PGP_VERIFY_BAD_SIGNATURE_ERROR_MESSAGE" = "Denne meldingen kan ha blitt modifisert etter at signaturen ble opprettet.\n\nVennligst kontakt senderen for å forsikre deg om at innholdet i meldingen matcher originalen.\n\nVennligst kontakt oss via\nhttps://gpgtoolz.tenderapp.com\nom du er sikker på at meldingen ikke er modifisert.";

"MESSAGE_BANNER_PGP_VERIFY_SYSTEM_ERROR_TITLE" = "Verifisering av meldingssignatur mislyktes med en ukjent feil!";
"MESSAGE_BANNER_PGP_VERIFY_SYSTEM_ERROR_MESSAGE" = "En ukjent feil oppstod under verifisering av denne meldingens signatur.\n\nVennligst kontakt oss på https://gpgtoolz.tenderapp.com";

"MESSAGE_BANNER_PGP_VERIFY_CORRUPTED_DATA_ERROR_TITLE" = "Datafeil i meldingssignatur!";
"MESSAGE_BANNER_PGP_VERIFY_CORRUPTED_DATA_ERROR_MESSAGE" = "Denne meldingens signatur er ugyldig og kunne ikke verifiseres.\n\nVennligst kontakt oss på https://gpgtoolz.tenderapp.com";

"MESSAGE_BANNER_PGP_VERIFY_KEY_EXPIRED_ERROR_TITLE" = "Nøkkelen til meldingssignaturen er utløpt.";
"MESSAGE_BANNER_PGP_VERIFY_KEY_EXPIRED_ERROR_MESSAGE" = "MERK: Nøkkelen som ble brukt for å signere denne meldingen er utløpt.\n\nDu kan forsøke å oppdatere nøkkelen med ID %@ i GPG-nøkkelring og spørre avsender hvorfor nøkkelen er utløpt.";

"MESSAGE_BANNER_PGP_VERIFY_SIGNATURE_EXPIRED_ERROR_TITLE" = "Denne melingssignaturen er utløpt.";
"MESSAGE_BANNER_PGP_VERIFY_SIGNATURE_EXPIRED_ERROR_MESSAGE" = "Signaturen er utløpt og kunne ikke verifiseres.\n\nSjekk med avsender hvorfor signaturen er utløpt.";

"MESSAGE_BANNER_PGP_DECRYPT_ERROR_NO_GPG_TITLE" = "MacGPG er ikke installert";
"MESSAGE_BANNER_PGP_DECRYPT_ERROR_NO_GPG_MESSAGE" = "Dekryptering mislyktes fordi MacGPG ikke er installert.\n\nVennligst last ned og reinstaller GPG Suite fra https://gpgtoolz.org";

"MESSAGE_BANNER_PGP_VERIFY_ERROR_NO_GPG_TITLE" = "MacGPG er ikke installert";
"MESSAGE_BANNER_PGP_VERIFY_ERROR_NO_GPG_MESSAGE" = "Verifisering mislyktes fordi MacGPG ikke er installert.\n\nVennligst last ned og reinstaller GPG Suite fra https://gpgtoolz.org";

"MESSAGE_BANNER_PGP_ATTACHMENTS_DECRYPT_VERIFY_ERROR_TITLE" = "Dekryptering eller verifisering av vedlegg %d mislyktes.";
"MESSAGE_BANNER_PGP_ATTACHMENTS_DECRYPT_VERIFY_ERROR_MESSAGE" = "Vennligst klikk på vedleggs-ikonet i sikkerhets-delen av meldings-hodet for ytterligere detaljer.";

"MESSAGE_BANNER_PGP_ATTACHMENTS_VERIFY_ERROR_TITLE" = "%d vedlegg kunne ikke verifiseres.";
"MESSAGE_BANNER_PGP_ATTACHMENTS_VERIFY_ERROR_MESSAGE" = "Vennligst klikk på vedleggs-ikonet i sikkerhets-delen av meldings-hodet for ytterligere detaljer.";

"MESSAGE_BANNER_PGP_ATTACHMENTS_DECRYPT_ERROR_TITLE" = "Dekryptering av %d vedlegg mislyktes.";
"MESSAGE_BANNER_PGP_ATTACHMENTS_DECRYPT_ERROR_MESSAGE" = "Vennligst klikk på vedleggs-ikonet i sikkerhets-delen av meldings-hodet for ytterligere detaljer.";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_ERROR_TITLE" = "Verifisering av %d vedlegg mislyktes.";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_ERROR_MESSAGE" = "Vennligst klikk på vedleggs-ikonet i sikkerhets-delen av meldings-hodet for ytterligere detaljer.";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_TITLE" = "Dekryptering av %d vedlegg mislyktes.";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_MESSAGE" = "Vennligst klikk på vedleggs-ikonet i sikkerhets-delen av meldings-hodet for ytterligere detaljer.";

/* Message Error Banner Attachment messages. */
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_SECKEY_ERROR_TITLE" = "Den hemmelige nøkkelen for å dekryptere vedlegget mangler.";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_SECKEY_ERROR_MESSAGE" = "Ingen av disse hemmelige nøklene ble funnet i nøkkelringen din (%@). Den hemmelige nøkkelen kreves for å dekryptere dette vedlegget.\n\nVennligst sjekk med avsender om de brukte den riktige offentlige nøkkelen din.\nUndersøk eventuelt en sikkerhetskopi av nøkkelringen din, og prøv å importere den riktige hemmelige nøkkelen derfra.";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_SYSTEM_ERROR_TITLE" = "Dekryptering mislyktes med ukjent feil!";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_SYSTEM_ERROR_MESSAGE" = "En ukjent feil oppstod under dekryptering av dette vedlegget.\n\nVennligst kontakt oss på https://gpgtoolz.tenderapp.com";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_GENERAL_ERROR_TITLE" = "Dekryptering mislyktes med ukjent feil!";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_GENERAL_ERROR_MESSAGE" = "En ukjent feil oppstod under dekryptering av dette vedlegget.\n\nGPG feilmelding:\n%@\nVennligst kontakt oss, og inkluder GPG feilmeldingen, på https://gpgtoolz.tenderapp.com";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_WRONG_SECKEY_ERROR_TITLE" = "Feil nøkkel ble benyttet for å kryptere dette vedlegget.";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_WRONG_SECKEY_ERROR_MESSAGE" = "Dette vedlegget kunne ikke krypteres, da feil offentlig nøkkel ble benyttet for å kryptere det.\n\nVennligst kontakt oss på https://gpgtoolz.tenderapp.com";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_CORRUPTED_DATA_ERROR_TITLE" = "Det krypterte vedlegget er skadet.";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_CORRUPTED_DATA_ERROR_MESSAGE" = "Dette krypterte vedlegget er skadet og kunne ikke dekrypteres.\n\nVennligst be avsender om å sende meldingen på nytt.";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_REVOKED_CERTIFICATE_ERROR_TITLE" = "Signaturnøkkelen er tilbakekalt.";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_REVOKED_CERTIFICATE_ERROR_MESSAGE" = "MERK: Nøkkelen som ble brukt for å signere dette vedlegget har blitt tilbakekallt.\n\nDu bør oppdatere nøkkelen med nøkkel-ID %@ i GPG-nøkkelring for å sjekke om en ny er tilgjengelig. Hvis den nye også er tilbakekallt, undersøk med avsender hvorfor nøkkelen er tilbakekallt.";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_NO_PUBKEY_ERROR_TITLE" = "Signaturnøkkelen finnes ikke i din GPG-nøkkelring.";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_NO_PUBKEY_ERROR_MESSAGE" = "Vedleggets signatur kunne ikke verifiseres, fordi nøkkelen som ble brukt til å signere, ikke finnes i GPG-nøkkelringen din.\n\nSøk etter nøkkelen med ID %@ i GPG-nøkkelring og importér den for å verifisere vedlegget.";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_ALGORITHM_ERROR_TITLE" = "Vedleggets signatur ble opprettet med en algoritme som ikke støttes.";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_ALGORITHM_ERROR_MESSAGE" = "Vedlegget kunne ikke verifiseres, fordi signaturens nøkkel ble opprettet med en algoritme som ikke støttes. \n\nVennligst kontakt oss på https://gpgtoolz.tenderapp.com";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_BAD_SIGNATURE_ERROR_TITLE" = "MERK: Vedleggs-signaturen er ikke gyldig!";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_BAD_SIGNATURE_ERROR_MESSAGE" = "MERK: Dette vedlegget kan ha blitt endret etter at signaturen ble opprettet.\n\nVennligst kontakt avsender for å forsikre deg om at vedlegget samsvarer med originalen.\n\nVennligst kontakt oss på https://gpgtoolz.tenderapp.com, hvis du er sikker på at vedlegget ikke var endret.";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_SYSTEM_ERROR_TITLE" = "Verifisering av signatur mislyktes fordi en ukjent feil oppstod!";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_SYSTEM_ERROR_MESSAGE" = "En ukjent feil oppstod under verifiseringen av dette vedleggets signatur.\n\nVennligst kontakt oss på https://gpgtoolz.tenderapp.com";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_CORRUPTED_DATA_ERROR_TITLE" = "Signatur-data feil!";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_CORRUPTED_DATA_ERROR_MESSAGE" = "Dette vedleggets signatur er ugydlig og kunne ikke verifiseres\n\nVennligst kontakt oss på https://gpgtoolz.tenderapp.com";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_KEY_EXPIRED_ERROR_TITLE" = "Nøkkelens signatur er utløpt.";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_KEY_EXPIRED_ERROR_MESSAGE" = "MERK: Nøkkelen som ble brukt til å signere dette vedlegget er utløpt.\n\nDu kan prøve å oppdatere nøkkelen med ID %@ i GPG-nøkkelring og spør avsender hvorfor nøkkelen er utløpt.";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_SIGNATURE_EXPIRED_ERROR_TITLE" = "Vedleggets signatur er utløpt.";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_SIGNATURE_EXPIRED_ERROR_MESSAGE" = "Vedleggets signatur er utløpt og kunne ikke verifiseres.\n\nSpør avsender om hvorfor signaturen er utløpt.";

"MESSAGE_IS_PGP_PARTLY_ENCRYPTED" = "Delvis kryptert";
"MESSAGE_IS_PGP_PARTLY_SIGNED" = "Delvis signert";
"MESSAGE_IS_PGP_ENCRYPTED" = "Kryptert";
"MESSAGE_IS_PGP_SIGNED" = "Signert";
"MESSAGE_IS_PGP_SIGNED_INVALID" = "Ugyldig signatur";

/* Security Header signature related. */
"MESSAGE_SECURITY_HEADER_SIGNATURE_NO_PUBLIC_KEY_TITLE" = "Signert med ukjent nøkkel";
"MESSAGE_SECURITY_HEADER_SIGNATURE_REVOKED_TITLE" = "Signert med tilbakekalt nøkkel";
"MESSAGE_SECURITY_HEADER_SIGNATURE_BAD_TITLE" = "Ugyldig signatur";
"MESSAGE_SECURITY_HEADER_SIGNATURE_TITLE" = "Signert";
"MESSAGE_SECURITY_HEADER_NO_SIGNATURE_TITLE" = "Ingen signatur funnet";

/* Security header attachments related. */
"MESSAGE_SECURITY_HEADER_ATTACHMENT_SIGNED_ENCRYPTED_TITLE" = "kryptert/signert vedlegg";
"MESSAGE_SECURITY_HEADER_ATTACHMENTS_SIGNED_ENCRYPTED_TITLE" = "krypterte/signerte vedlegg";
"MESSAGE_SECURITY_HEADER_ATTACHMENT_ENCRYPTED_TITLE" = "kryptert vedlegg";
"MESSAGE_SECURITY_HEADER_ATTACHMENTS_ENCRYPTED_TITLE" = "krypterte vedlegg";
"MESSAGE_SECURITY_HEADER_ATTACHMENT_SIGNED_TITLE" = "signert vedlegg";
"MESSAGE_SECURITY_HEADER_ATTACHMENTS_SIGNED_TITLE" = "signerte vedlegg";

/* Compose Window encrypt/sign button tooltips. */
"COMPOSE_WINDOW_TOOLTIP_CAN_NOT_PGP_SIGN" = "Denne meldingen kunne ikke signeres, fordi det ikke finnes noen privat nøkkel for %@.\n\nVennligst sørg for at det finnes en privat nøkkel for denne adressen i GPG Keychain. Legg til en ny User ID til en eksisterende adresse om nødvendig, eller lag en ny nøkkel til denne adressen.\n\nHvis det finnes en nøkkel til denne adressen, sørg for at adressen i Mail-innstillingene er riktig, og at den stemmer overens med nøkkelens adresse.";
"COMPOSE_WINDOW_TOOLTIP_CAN_NOT_PGP_ENCRYPT" = "Denne meldingen kan ikke krypteres, fordi det ikke er noen offentlige nøkler tilgjengelige til følgende adresser: %@.\n\nVennligst bruk GPG-nøkkelring til å finne og importere nøklene til disse adressene.";
"COMPOSE_WINDOW_TOOLTIP_CAN_NOT_PGP_ENCRYPT_NO_RECIPIENTS" = "Denne meldingen kan ikke krypteres. Du må ha minst en mottaker først.";

/* Message view pgp part. */
"MESSAGE_VIEW_PGP_PART_ENCRYPTED" = "Kryptert";
"MESSAGE_VIEW_PGP_PART_SIGNED" = "Signert";
"MESSAGE_VIEW_PGP_PART" = "PGP del";

/* GPG Mail Preferences strings. */
"GPG_STATUS_NO_ERROR_TITLE" = "GPG Mail er klar.";
"GPG_STATUS_NOT_FOUND_TITLE" = "MacGPG not found, reinstall GPG Suite";
"GPG_STATUS_NOT_FOUND_TOOLTIP" = "Click indicator bubble for further information";
"GPG_STATUS_OTHER_ERROR_TITLE" = "Problems found, click indicator bubble for more info";
"GPG_STATUS_OTHER_ERROR_TOOLTIP" = "Click indicator bubble for further information";

"DISABLE_ENCRYPT_DRAFTS_TITLE" = "Advarsel: Om du slår av denne funksjonen kan det lede til lekkasje av sensitiv informasjon når du skriver en melding";
"DISABLE_ENCRYPT_DRAFTS_MESSAGE" = "Hvis valget \"Lagre kladder på tjerner\" er skrudd på for kontoene, vil macOS Mail automatisk lagre kladdene dine på e-posttjeneren mens du forfatter en melding.\nVed å skru av \"Krypter kladder\", vil kladdene dine bli sendt i klartekst (ikke kryptert), slik at alle med tilgang til e-posttjeneren kan lese dem.\n\nHvis du beholder \"Krypter kladder\" påskrudd, vil kladdene dine bli kryptert før de lagres på en e-posttjener og kun du vil kunne lese dem.\n\nØnsker du fremdeles å skru av \"Krypter kladder\"";
"DISABLE_ENCRYPT_DRAFTS_CONFIRM" = "Skru av kryptering";
"DISABLE_ENCRYPT_DRAFTS_CANCEL" = "Avbryt";


/* Multiple GPG Mail installations. */
"GPGMAIL_MULTIPLE_INSTALLATIONS_TITLE" = "Fant flere installasjoner av GPG Mail!";
"GPGMAIL_MULTIPLE_INSTALLATIONS_MESSAGE" = "GPG Mail fant flere installasjoner på følgende steder som vil føre til en umiddelbar kræsj:\n\n%@\n\nVennligst fjern GPGMail.mailbundle på et av stedene og start Mail på nytt.\n";
"GPGMAIL_MULTIPLE_INSTALLATIONS_BUTTON" = "Avslutt Mail";

/* No Libmacgpg. */
"LIBMACGPG_NOT_FOUND_TITLE" = "Libmacgpg ble ikke funnet";
"LIBMACGPG_NOT_FOUND_MESSAGE" = "Libmacgpg ikke funnet på ditt system. Last ned og installer GPG Suite fra https://www.gpgtoolz.org";

/* Code signature invalid */
CODE_SIGN_ERROR_TITLE = "Noen har tuklet med din installasjon av GPGMail!";
CODE_SIGN_ERROR_MESSAGE = "For å beskytte deg vil ikke GPGMail lastes inn!\n\nVennligst last ned den siste versjonen av GPG Suite fra https://gpgtoolz.org for å forsike deg om at du har original-versjonen fra oss.";

/* GPGMailGPGMailBundle.defaults can't be loaded */
NO_DEFAULTS_TITLE = "Kunne ikke laste standardinnstilligene for GPGMail!";
NO_DEFAULTS_MESSAGE = "GPGMail fungerer ikke som forventet.\n\nVennligst last ned og reinstaller GPG Suite fra https://gpgtoolz.org\n\nOm dette probelemet ikke opphører, vennligst kontakt oss via https://gpgtoolz.tenderapp.com/.";

/* Errors while trying to sign a message. */
"MESSAGE_SIGNING_ERROR_NO_PINENTRY_TITLE" = "Signering av meldingen din feilet grunnet defekt PIN-oppføring!";
"MESSAGE_SIGNING_ERROR_NO_PINENTRY_DESCRIPTION" = "pinentry, verktøyet som er ansvarlig for å be om passordet ditt ser ut til å være defekt.\n\nFor å fikse dette problemet, installer den nyeste versjonen av GPG Suite på nytt fra https://gpgtoolz.org";

"MESSAGE_SIGNING_ERROR_NO_AGENT_TITLE" = "Signering av meldingen din mislyktes grunnet defekt GPG-agent!";
"MESSAGE_SIGNING_ERROR_NO_AGENT_DESCRIPTION" = "GPG-agenten som er en avgjørende del av GPG ser ut til å være defekt på ditt system.\n\nFor å fikse dette problemet, installer GPG Suite på nytt fra https://gpgtoolz.org.";

"MESSAGE_SIGNING_ERROR_AGENT_ERROR_TITLE" = "Signering av meldingen din mislyktes fordi det oppstod en feil i kommunikasjonen med GPG-agenten.";
"MESSAGE_SIGNING_ERROR_AGENT_ERROR_DESCRIPTION" = "Det var ikke mulig å få kontakt med GPG-agenten for å be om passordet ditt.\n\nFor å fikse dette problemet, installer GPG Suite på nytt fra https://gpgtoolz.org.";

"MESSAGE_SIGNING_ERROR_UNKNOWN_ERROR_TITLE" = "Signering av meldingen din mislyktes fordi det har oppstått en ukjent feil";
"MESSAGE_SIGNING_ERROR_UNKNOWN_ERROR_DESCRIPTION" = "Uheldigvis kan ikke GPG Mail fikse denne feilen på det nåværende tidspunkt.";

"MESSAGE_ENCRYPTION_ERROR_UNKNOWN_ERROR_TITLE" = "Kryptering av meldingen din mislyktes fordi det har oppstått en ukjent feil";
"MESSAGE_ENCRYPTION_ERROR_UNKNOWN_ERROR_DESCRIPTION" = "Uheldigvis kan ikke GPG Mail fikse denne feilen på det nåværende tidspunkt.";

"MESSAGE_SIGNING_ERROR_WRONG_PASSPHRASE_TITLE" = "Du har skrevet inn feil passord for mange ganger";
"MESSAGE_SIGNING_ERROR_WRONG_PASSPHRASE_DESCRIPTION" = "Signering av meldingen din ble avbrutt fordi du skrev feil passord 3 ganger.";

"CONTACT_GPGTOOLS_WITH_INFO_MESSAGE" = "\nSkulle problemet vedvare, vennligst kontakt oss på https://gpgtoolz.tenderapp.com med følgende feilbeskrivelse:\n\n%@";

"MESSAGE_BANNER_PGP_DECRYPT_ERROR_PASSPHRASE_REQUEST_CANCELLED_TITLE" = "Du avbrøt kryptering av melding.";
"MESSAGE_BANNER_PGP_DECRYPT_ERROR_PASSPHRASE_REQUEST_CANCELLED_MESSAGE" = "Meldingen kunne ikke dekrypteres fordi du avbrøt passordforespørselen.";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_PASSPHRASE_REQUEST_CANCELLED_TITLE" = "Du avbrøt dekryptering av vedlegg";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_PASSPHRASE_REQUEST_CANCELLED_MESSAGE" = "Vedlegget kunne ikke dekrypteres fordi du avbrøt passordførespørselen.";

"MESSAGE_BANNER_PGP_DECRYPT_ERROR_XPC_DAMAGED_TITLE" = "GPG Suite fungerer ikke som forventet";
"MESSAGE_BANNER_PGP_DECRYPT_ERROR_XPC_DAMAGED_MESSAGE" = "Dekryptering av meldingen mislyktes.\n\nVennligst installer GPG Suite på nytt fra https://gpgtoolz.org for å fikse dette problemet.\n\nSkulle problemet vedvare kan du kontakte oss på https://gpgtoolz.tenderapp.com/. Inkluder informasjon om at xpc-tjenesten ikke fungerer som den skal.";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_XPC_DAMAGED_TITLE" = "GPG Suite fungerer ikke som forventet";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_XPC_DAMAGED_MESSAGE" = "Dekryptering av vedlegget mislyktes.\n\nVennligst installer GPG Suite på nytt fra https://gpgtoolz.org for å fikse dette problemet.\n\nSkulle problemet vedvare kan du kontakte oss på https://gpgtoolz.tenderapp.com/. Inkluder informasjon om at xpc-tjenesten ikke fungerer som den skal.";

"MESSAGE_BANNER_PGP_VERIFY_ERROR_XPC_DAMAGED_TITLE" = "GPG Suite fungerer ikke som forventet";
"MESSAGE_BANNER_PGP_VERIFY_ERROR_XPC_DAMAGED_MESSAGE" = "Verifisering av meldingen mislyktes.\n\nVennligst installer GPG Suite på nytt fra https://gpgtoolz.org for å fikse dette problemet.\n\nSkulle problemet vedvare kan du kontakte oss på https://gpgtoolz.tenderapp.com/. Inkluder informasjon om at xpc-tjenesten ikke fungerer som den skal.";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_ERROR_XPC_DAMAGED_TITLE" = "GPG Suite fungerer ikke som forventet";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_ERROR_XPC_DAMAGED_MESSAGE" = "Verifisering av vedlegget mislyktes.\n\nVennligst installer GPG Suite på nytt fra https://gpgtoolz.org for å fikse dette problemet.\n\nSkulle problemet vedvare kan du kontakte oss på https://gpgtoolz.tenderapp.com/. Inkluder informasjon om at xpc-tjenesten ikke fungerer som den skal.";

"MESSAGE_SIGNING_ERROR_PINENTRY_CRASH_TITLE" = "Signering av meldingen mislyktes fordi et problem oppstod når passordfrasen ble forespurt.";
"MESSAGE_SIGNING_ERROR_PINENTRY_CRASH_DESCRIPTION" = "pinentry, programmet som er ansvarlig for å be om passordet ditt, ser ikke ut til å fungere som det skal.\n\nVennligst installer GPG Suite på nytt fra https://gpgtoolz.org for å fikse dette problemet.";

"MESSAGE_SIGNING_ERROR_XPC_DAMAGED_TITLE" = "Signering av meldingen din feilet grunnet et problem med din GPGMail installasjon.";
"MESSAGE_SIGNING_ERROR_XPC_DAMAGED_DESCRIPTION" = "Vennligst installer GPG Suite på nytt fra https://gpgtoolz.org for å fikse dette problemet.\n\nSkulle problemet vedvare kan du kontakte oss på https://gpgtoolz.tenderapp.com/. Inkluder informasjon om at xpc-tjenesten ikke fungerer som den skal.";

"MESSAGE_BANNER_PGP_DECRYPT_ERROR_PINENTRY_CRASHED_TITLE" = "Kunne ikke dekryptere meldingen på grunn av feil i pinentry";
"MESSAGE_BANNER_PGP_DECRYPT_ERROR_PINENTRY_CRASHED_MESSAGE" = "pinentry, verktøyet som er ansvarlig for å be om passordet ditt ser ut til å være defekt.\n\nFor å fikse dette problemet, installer den nyeste versjonen av GPG Suite på nytt fra https://gpgtoolz.org";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_PINENTRY_CRASHED_TITLE" = "Kunne ikke dekryptere vedlegget på grunn av feil i pinentry";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_PINENTRY_CRASHED_MESSAGE" = "pinentry, verktøyet som er ansvarlig for å be om passordet ditt ser ut til å være defekt.\n\nFor å fikse dette problemet, installer den nyeste versjonen av GPG Suite på nytt fra https://gpgtoolz.org";

"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_TITLE" = "Advarsel: Du er i ferd med å senden et ukryptert svar på en kryptert melding";
"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_MISSING_KEYS_SINGULAR" = "Det er ikke mulig å kryptere svaret, fordi den offentlige nøkkelen til følgende mottaker mangler:\n\n%@";
"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_MISSING_KEYS" = "Det er ikke mulig å kryptere svaret, fordi de offentlige nøklene til følgende mottakere mangler:\n\n%@";
"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_EXPLANATION" = "Hvis du velger å fortsette, vil ditt svar sendes ukryptert. Som et resultat av det kan konfidensiell informasjon lekke ut, og sette både deg og mottakerne i fare.";
"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_SOLUTION_REMOVE_PREVIOUS_CORRESPONDENCE" = "\n\nHvis du virkelig ønsker å sende dette svaret ukryptert, vennligst fjern eventuelt tidligere korrespondanse som måtte være inkludert i svaret ditt, før du sender.";
"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_SOLUTION_IMPORT_KEYS" = "Ellers, søk og importer tilsvarende offentlige nøkler ved å bruke GPG-nøkkelring for å sende svaret kryptert.";
"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_SOLUTION_IMPORT_KEYS_SINGULAR" = "Ellers, søk og importer den samsvarende offentlige nøkkelen ved bruk av GPG-nøkkelring for å sende svaret kryptert.";
"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_BUTTON_SEND_ANYWAY" = "Send likevel";
"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_BUTTON_CANCEL" = "Avbryt";

"UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_TITLE" = "Advarsel: Du er i ferd med å videresende den krypterte versjonen av en kryptert melding.";
"UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_MISSING_KEYS_SINGULAR" = "Det er ikke mulig å kryptere meldingen du er i ferd med å videresende, fordi den offentlige nøkkelen for følgende mottaker mangler:\n\n%@";
"UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_MISSING_KEYS" = "Det er ikke mulig å kryptere meldingen du er i ferd med å videresende, fordi offentlige nøkler for følgende mottakere mangler:\n\n%@";
"UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_EXPLANATION" = "Hvis du velger å fortsette, vil meldingen du er i ferd med å videresende bli sendt ukryptert. Som et resultat, kan konfidensiell informasjon lekke, noe som medfører risiko for deg og dine mottakere.";
"UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_SOLUTION_IMPORT_KEYS" = "Ellers, søk og importer samsvarende offentlige nøkler ved bruk av GPG-nøkkelring for å kunne videresende en kryptert versjon av meldingen.";
"UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_SOLUTION_IMPORT_KEYS_SINGULAR" = "Ellers, søk og importer samsvarende offentlige nøkkel ved bruk av GPG-nøkkelring for å kunne videresende en kryptert versjon av meldingen.";
"UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_BUTTON_SEND_ANYWAY" = "Videresend uansett";
"UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_BUTTON_CANCEL" = "Avbryt";

"MESSAGE_BANNER_PGP_DECRYPT_MDC_ERROR_TITLE" = "Decryption of the message was aborted";
"MESSAGE_BANNER_PGP_DECRYPT_MDC_ERROR_MESSAGE" = "The modification detection code (MDC) for this encrypted message is missing or has been modified.\n\nThis could mean that an attacker has been trying to modify the contents within the encrypted message.\n\nPlease have the message re-sent to you and tell the sender, that their encrypted message didn't include a modification detection code.";

"NAVIGATION_ACTION_FROM_ENCRYPTED_MESSAGE_TITLE" = "Attention: Opening this website could leak the contents of this message";
"NAVIGATION_ACTION_FROM_ENCRYPTED_MESSAGE_MESSAGE" = "Due to a problem in the implementation of S/MIME encryption, it is possible for an attacker to modify a message without your knowledge.\n\nYou are about to open the following website:\n\n%@\n\nAre you sure you want to continue?";
"NAVIGATION_ACTION_FROM_ENCRYPTED_MESSAGE_BUTTON_YES" = "Ja";
"NAVIGATION_ACTION_FROM_ENCRYPTED_MESSAGE_BUTTON_CANCEL" = "Avbryt";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_MDC_ERROR_TITLE" = "Decryption of the attachment was aborted";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_MDC_ERROR_MESSAGE" = "The modification detection code (MDC) for this encrypted attachment is missing or has been modified.\n\nThis could mean that an attacker has been trying to modify the contents within the encrypted attachment.\n\nPlease have the attachment re-sent to you and tell the sender, that their encrypted attachment didn't include a modification detection code.";


/* Accessibility */
ACCESSIBILITY_SECURITY_METHOD_POPUP_LABEL = "Sikkerhetsmetode: %@";
ACCESSIBILITY_SIGN_ON_IMAGE = "Signer";
ACCESSIBILITY_SIGN_OFF_IMAGE = "Ikke signer";



/* Support Plan */
"SUPPORT_PLAN_ACTIVATION_SUCCESS_TITLE" = "Support Plan Activated";
"SUPPORT_PLAN_ACTIVATION_SUCCESS_MESSAGE" = "Thank you for your support!\n\nWe hope you enjoy using GPG Mail. Should you have any questions, don't hesitate to contact us via \"Report Problem\" in Mail › Preferences › GPG Mail";
"SUPPORT_PLAN_ACTIVATION_FAILED_TITLE" = "Support Plan Activation Failed";
"SUPPORT_PLAN_ACTIVATION_FAILED_INPUT_INVALID" = "The entered activation code is invalid. Please check the entered information and try again.";
"SUPPORT_PLAN_ACTIVATION_FAILED_CONNECTTION_ERROR" = "We were unable to connect to the paddle.com API to verify your activation code.\nIf you are using any macOS firewall product (buil-in firewall, Little Snitch, etc.), please allow connections to paddle.com for the activation to complete. You can block any connections again once the activation is completed.\n\nPlease contact us at business@gpgtools.org if the problem persists.";
"SUPPORT_PLAN_ACTIVATION_FAILED_CODE_INVALID" = "The entered activation code is invalid.\nPlease contact us at business@gpgtools.org if you are sure that you have entered your code correctly.";
"SUPPORT_PLAN_ACTIVATION_FAILED_TOO_MANY_ACTIVATIONS" = "We are very sorry to inform you that you have exceeded the allowed number of activations.\nPlease contact us at business@gpgtools.org, if you believe that you should still have activations left.";
"SUPPORT_PLAN_ACTIVATION_FAILED_GENERAL_ERROR" = "Unfortunately an unknown error has occurred. Please retry later or use 'System Preferences › GPG Suite › Send Report' to contact us";
"SUPPORT_PLAN_HEADER_EXPIRED" = "Your 30-day-trial of GPG Mail has expired. Encrypting, signing and verifying messages will stop to work. Decrypting however will always continue to work.\nPurchase GPG Mail Support Plan to continue with full functionality.";
"SUPPORT_PLAN_HEADER_TRIAL" = "You can test GPG Mail free for %@ days.\nSecure your emails now!";
"SUPPORT_PLAN_HEADER_TRIAL_MORE" = "You can test GPG Mail free for %@ more days.\nSecure your emails now!";
"SUPPORT_PLAN_DETAILS_MESSAGE" = "If you have already purchased a support plan, activate it now and enjoy GPG Mail!";
"SUPPORT_PLAN_DETAILS_MESSAGE_HYPERLINK_PART" = "support plan";
"SUPPORT_PLAN_BUY" = "Buy Now";
"SUPPORT_PLAN_CLOSE" = "Continue";
"SUPPORT_PLAN_CONTINUE_TRIAL"= "Continue Trial";
"SUPPORT_PLAN_START_TRIAL" = "Start Trial";
"SUPPORT_PLAN_BUY" = "Buy Now";
"SUPPORT_PLAN_ACTIVATE" = "Activate";
"SUPPORT_PLAN_TRIAL_EXPIRED_TITLE" = "GPG Mail Trial Expired";
"SUPPORT_PLAN_TRIAL_EXPIRED_MESSAGE" = "Without an active GPG Mail Support Plan you will still be able to read any of your encrypted emails. However, you will no longer be able to sign, encrypt or verify emails.";
"SUPPORT_PLAN_HEADER_WELCOME" = "Welcome to GPG Mail";
"SUPPORT_PLAN_EMAIL_LABEL" = "Email";
"SUPPORT_PLAN_LICENSE_LABEL" = "Activation Code";
"SUPPORT_PLAN_GRAY_INFO" = "Your activation code can be found in the email you receive after completing your purchase.";
"SUPPORT_PLAN_PROGRESS_LABEL" = "Activating your copy of GPG Mail";






